INSERT INTO devices 
(serial_number, inventory_number, device_name, location_id, responsible_id, purchase_date, cost, service_life_months, last_verification_date, verification_interval_months, status, passport_data) 
VALUES 
-- 1. Термометр
('SN-TMP-001', 'INV-1001', 'ДС.ПВТ', 1, 2, '2025-01-15', 60.00, 60, '2025-01-15', 12, 'В эксплуатации', '{"range": "-196..+500", "accuracy": "0.03%"}'),
-- 2. Датчик давления (Просрочен!)
('SN-PRS-002', 'INV-1002', 'ПД100И', 5, 2, '2020-05-20', 12000.00, 360, '2025-05-20', 60, 'В эксплуатации', '{"range": "0.01..2.5 МПа", "accuracy": "0.25%"}'),
-- 3. Мультиметр (Будет и вольтметром, и амперметром)
('SN-FLK-887', 'INV-1003', 'ИМС-Ф1.1.Щ9', 3, 1, '2019-03-10', 5544.00, 120, '2025-01-15', 24, 'На складе', '{"range1": "40...400 В", "range2": "0.02...1000 А", "accuracy": "0.25%"}'),
-- 4. Расходомер (Большая стоимость)
('SN-FLW-999', 'INV-1004', 'ЭЛЕМЕР-РУЗ-03', 1, 1, '2022-01-10', 85000.00, 180, '2025-01-10', 48, 'В эксплуатации', '{"range": "1:200", "accuracy": "0.5%"}'),
-- 5. pH-метр
('SN-PH-111', 'INV-1005', 'pHM1', 4, 5, '2024-01-10', 32000.00, 60, '2024-01-10', 12, 'В эксплуатации', '{"range": "0-14 pH", "accuracy": "0.02%"}'),
-- 6. Весы
('SN-WGH-555', 'INV-1006', 'HBM WTX110', 2, 3, '2021-11-15', 25000.00, 96, '2023-11-15', 12, 'В эксплуатации', '{"range": "0...500 kg", "accuracy": "0.01%"}'),
-- 7. Гигрометр (Поверка в этом месяце)
('SN-HUM-777', 'INV-1007', 'EE310', 2, 2, '2023-02-20', 533000.00, 120, '2024-02-20', 12, 'В эксплуатации', '{"range": "0...100%", "accuracy": "1.3%"}'),
-- 8. Уровнемер
('SN-LVL-333', 'INV-1008', 'VEGA VEGAPULS 61', 1, 1, '2020-11-30', 120000.00, 180, '2023-12-13', 24, 'В эксплуатации', '{"range": "0...70 m", "accuracy": "0.1%"}'),
-- 9. Кондуктометр
('SN-CND-222', 'INV-1009', 'AQUA-LAB AQ-EC150-RS485', 4, 5, '2024-06-01', 32550.00, 48, '2024-06-01', 12, 'В эксплуатации', '{"range": "0,000054...200 mS/cm", "accuracy": "1%"}'),
-- 10. Амперметр
('SN-AMP-22', 'INV-1010', 'МЭ110-220.3М', 5, 4, '2021-08-15', 9720.00, 60, '2024-08-15', 12, 'В эксплуатации', '{"range": "0,005…5 A", "accuracy": "0.25%"}');
