INSERT INTO device_types (type_name, measurement_unit) VALUES 
('Датчик температуры', '°C'),       -- id 1
('Датчик давления', 'Бар'),         -- id 2
('Расходомер', 'м3/ч'),             -- id 3
('Вольтметр', 'В'),                 -- id 4
('Амперметр', 'А'),                 -- id 5
('pH-метр', 'pH'),                  -- id 6
('Датчик уровня', 'мм'),            -- id 7
('Кондуктометр', 'См/м'),           -- id 8
('Весовой терминал', 'кг'),         -- id 9
('Гигрометр', '%');                 -- id 10
